Repository: kazimad/flutterGenesisTest
Catalog: res/values/strings_*.arb
Languages: ru

source: Films
ru: Фильмы

source: Favorites
ru: Любимые

source: share
ru: поделиться

source: Click button to go to main page
ru: Нажмите на кнопку для продолжения

source: Facebook login
ru: Войти через Facebook

source: remove from favorite
ru: убрать из любимых

source: add to favorite
ru: добавить в любимые

source: Loading data from API...
ru: Загрузка данных из API...

source: Request to API server was cancelled
ru: Запрос к API был отменен

source: No movies yet
ru: Нет фильмов пока

source: No favorites yet
ru: Нет любимых пока

source: Facebook login cancelled
ru: вход через Facebook отменен

source: some error with Facebook Login
ru: возникла ошибка при входе через Facebook

source: Facebook login cancelled with error result
ru: вход через Facebook отменен из-за ошибки
